Repository: zikula-modules/Content
Catalog: src/modules/Zikula/ContentModule/Resources/translations/zikulacontentmodule.*.po
Languages: de

source: $this->doAction($var); // just some code
de: $this->doAction($var); // einfach etwas Code

source: %amount% page|%amount% pages
de: %amount% Seite|%amount% Seiten

source: %field% set to <em>%value%</em>
de: %field% auf <em>%value%</em> gesetzt

source: %field% set to:
de: %field% gesetzt zu:

source: <p><strong>This is a second HTML text content item in the left column.</strong><br />Content is an extendable module. You can create your own content plugins and other Zikula modules can also offer additional content items. For example a calendar module may provide a Content plugin for a list of the latest events.</p>
de: <p><strong>Dies ist ein zweites Inhaltselement vom Typ HTML-Text in der linken Spalte.</strong><br />Content ist ein erweiterbares Modul. Man kann eigene Plugins erstellen und andere Zikula-Module können zusätzliche Inhaltselemente bereitstellen. Ein Kalendermodul könnte zum Beispiel ein Content-Plugin für eine Liste der neuesten Events bereitstellen.</p>

source: <p>Each created page can arrange their content elements using arbitrary grid layouts. Each page may contains various layout sections. In each section you can place one or more content items of various kinds like:</p> <ul> <li>HTML text;</li> <li>YouTube videos;</li> <li>Google maps;</li> <li>Quotes;</li> <li>Atom or RSS feeds;</li> <li>Computer code;</li> <li>Zikula blocks;</li> <li>the output of another Zikula module or Symfony bundle.</li> </ul> <p>Within these layout sections you can sort the content items by means of drag & drop.<br /> You can make an unlimited number of pages and structure them hierarchical. Your page structure can be displayed in a multi level menu in your website.</p>
de: <p>Jede erstellte Seite kann ihre Inhaltselemente frei unter Verwendung beliebiger Gridlayouts arrangieren. Jede Seite kann verschiedene Layoutbereiche beinhalten. In jedem Bereich lassen sich ein oder mehrere Inhaltselemente verschiedener Typen platzieren, wie zum Beispiel:</p> <ul> <li>HTML-Text;</li> <li>YouTube-Videos;</li> <li>Google Maps;</li> <li>Zitate;</li> <li>Atom- und RSS-Feeds;</li> <li>Computer-Code;</li> <li>Zikula-Blöcke;</li> <li>die Ausgabe eines anderen Zikula-Moduls oder Symfony-Bundles.</li> </ul> <p>Innerhalb dieser Layoutbereiche können die Inhaltselemente durch Drag & Drop sortiert werden.<br /> Es können unbegrenzt viele Seiten erstellt und hierarchisch in einem Baum strukturiert werden. Die Seitenstruktur kann in einem Menü mit mehreren Ebenen auf der Website angezeigt werden.</p>

source: <p>So you see that you can place all kinds of content on the page in your own style and liking. This makes Content a really powerful module.</p><p>It also features additional functionality, like translating content and tracking changes between different versions.</p>
de: <p>Wie man sieht, lassen sich alle Arten von Inhalt auf der Seite nach eigenem Stil und Geschmack platzieren. Dies macht Content zu einem wirklich mächtigen Modul.</p><p>Es hat auch einige zusätzliche Funktionen zu bieten, wie das Übersetzen von Inhalten und das Aufzeichnen von Änderungen zwischen unterschiedlichen Versionen.</p>

source: A CSS class name that will be used on the tab navigation.
de: Eine CSS-Klasse, die für die Reiter-Navigation verwendet wird.

source: A content page consists of various content items in a chosen Bootstrap grid
de: Eine Inhaltsseite besteht aus verschiedenen Inhaltselementen in einem ausgewählten Bootstrap-Grid

source: A highlighted quote with source.
de: Ein hervorgehobenes Zitat mit Quellenangabe.

source: A list of CSS class names available for styling page sections - for example "header" or "reference-row".
de: Eine Liste mit CSS-Klassen zum Layouten von Seitenbereichen - zum Beispiel "header" oder "reference-row".

source: A list of CSS class names available for styling pages - for example "product" or "legal".
de: Eine Liste mit CSS-Klassen zum Layouten von Seiten - zum Beispiel "product" oder "legal".

source: A list of CSS class names available for styling single content elements - for instance "note" or "shadow".
de: Eine Liste mit CSS-Klassen zum Layouten von einzelnen Inhaltselementen - zum Beispiel "note" oder "shadow".

source: A list of Content item IDs semicolon separated, e.g. "3;12". Make sure that the Content item IDs you select already exist. You can disable the individual Content items if you only want to display them in this tab navigation.
de: Eine durch Semikoli getrennte Liste von Inhaltselement-IDs, z. B. "3;12". Bitte sicherstellen, dass die Inhaltselemente zu den IDs bereits existieren. Die einzelnen Inhaltselemente können deaktiviert werden, falls sie ausschließlich in dieser Reiternavigation dargestellt werden sollen.

source: A numeral that has a precision to 6 decimal places. For example, 40.714728.
de: Eine Zahl mit bis zu 6 Nachstellen. Zum Beispiel 40.714728.

source: A plugin for unfiltered raw output (iframes, JavaScript, banners, etc).
de: Ein Plugin für die Ausgabe von ungefiltertem Rohtext (IFrames, JavaScript, Banner, etc).

source: A table of contents of headings and subpages (built from the available Content pages).
de: Ein Inhaltsverzeichnis mit Überschriften und Unterseiten (basierend auf den verfügbaren Inhaltsseiten).

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
de: Ein Texteditor für Quelltexte. Zeilennummern werden zum Text hinzugefügt. Der Code wird in einer Konstantschrift angezeigt.

source: Absolute url to the page
de: Absolute URL zu der Seite

source: Actions
de: Aktionen

source: Active
de: Aktiv

source: Active from
de: Aktiv von

source: Active to
de: Aktiv bis

source: Add a new page
de: Neue Seite hinzufügen

source: Add a sub page to this page
de: Unterseite zu dieser Seite hinzufügen

source: Add another section
de: Anderen Bereich hinzufügen

source: Add quote text here...
de: Zitat hier hinzufügen ...

source: Add root node
de: Wurzelknoten hinzufügen

source: Add section
de: Neuer Bereich

source: Add sub page
de: Unterseite hinzufügen

source: Add text here...
de: Text hier hinzufügen...

source: Add unfiltered text here ...
de: Ungefilterten Text hier hinzufügen ...

source: Adding a limitation to the revisioning will still keep the possibility to revert pages to an older version. You will loose the possibility to inspect changes done earlier than the oldest stored revision though.
de: Das Hinzufügen einer Begrenzung zur Versionierung behält immer noch die Möglichkeit, Seiten zu einer alten Version zurückzustellen. Man verliert aber die Möglichkeit Änderungen anzuschauen, die früher als die älteste gespeicherte Revision vorgenommen worden sind.

source: Additional fields
de: Zusätzliche Felder

source: Additional search text
de: Zusätzlicher Suchtext

source: Advanced elements for special and complex purposes
de: Erweiterte Elemente für spezielle und komplexe Zwecke

source: All
de: Alle

source: All children
de: Alle Kinder

source: All except approved
de: Alle außer freigegebene

source: All except deferred
de: Alle außer zurückgestellte

source: All except trashed
de: Alle außer weggeworfene

source: All pages
de: Alle Seiten

source: All parents
de: Alle Eltern

source: Allow moderation specific creation date for page
de: Moderationsspezifisches Erstellungsdatum für Seiten erlauben

source: Allow moderation specific creator for page
de: Moderationsspezifischen Ersteller für Seiten erlauben

source: Allow transparancy on the iframe
de: Transparenz beim Iframe erlauben

source: Allows to navigate within pages on the same level.
de: Erlaubt das Navigieren innerhalb von Seiten derselben Ebene.

source: Amount
de: Anzahl

source: An example page for introduction with several content items has been created.
de: Eine Beispielseite zur Einführung mit mehreren Inhaltselementen wurde erstellt.

source: Approved
de: Freigegeben

source: Ascending
de: Aufsteigend

source: Attribution for tile layer to use
de: Zuschreibung für das zu verwendende Tile Layer

source: Author
de: Autor

source: Author information
de: Autor Informationen

source: Autoplay the video when displayed
de: Das Video bei der Anzeige automatisch abspielen

source: Available plugins
de: Verfügbare Plugins

source: Back
de: Zurück

source: Back to detail view
de: Zurück zur Detailansicht

source: Back to history
de: Zurück zur Historie

source: Back to last page
de: Zurück zur letzten Seite

source: Back to overview
de: Zurück zur Übersicht

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Basic
de: Basis

source: Block is inactive.
de: Der Block ist inaktiv.

source: Block to display
de: Anzuzeigender Block

source: By %user
de: Von %user

source: Calculate route!
de: Route berechnen!

source: Can contain HTML markup. Leave this field empty for disabling the popup window.
de: Kann HTML-Markup enthalten. Das Feld leer lassen, um das Popup-Fenster zu deaktivieren.

source: Cancel
de: Abbrechen

source: Categories
de: Kategorien

source: Categories list
de: Liste der Kategorien

source: Category
de: Kategorie

source: Change selection
de: Auswahl ändern

source: Changes
de: Änderungen

source: Choose action
de: Aktion wählen

source: Choose an option
de: Eine Option auswählen

source: Choose any additional styling classes.
de: Wähle jegliche zusätzlichen CSS-Klassen.

source: Choose the enabled finder types.
de: Die aktivierten Finder-Typen auswählen.

source: Choose the maximum amount of page revisions.
de: Die maximale Anzahl von Seitenrevisionen auswählen.

source: Choose the parent page.
de: Die übergeordnete Seite auswählen.

source: Choose the period for page revisions.
de: Den Zeitraum für Seitenrevisionen auswählen.

source: Choose the permalink suffix.
de: Das Suffix für Permalinks auswählen.

source: Choose the revision handling for page.
de: Die Behandlung der Änderungen für Seiten auswählen.

source: Choose the scope.
de: Die Sichtbarkeit auswählen.

source: Choose the start page.
de: Die Startseite auswählen.

source: Choose the state of new pages.
de: Den Zustand von neuen Seiten auswählen.

source: Clear directions
de: Wegbeschreibung löschen

source: Close
de: Schließen

source: Collapse all
de: Alle einklappen

source: Collapse all nodes
de: Alle Knoten einklappen

source: Compare selected versions
de: Ausgewählte Versionen vergleichen

source: Compare versions of %entityTitle%
de: Vergleiche Versionen von %entityTitle%

source: Complete list
de: Komplette Liste

source: Complete pages list
de: Komplette Seitenliste

source: Computer code
de: Quelltext

source: Computer code lines
de: Quelltextzeilen

source: Content
de: Inhalt

source: Content allows other bundles/modules to provide additional content elements. Moreover some modules introduce extra functions to plugins delivered with Content. The following list shows which plugins are available at your installation.
de: Content erlaubt es anderen Bundles/Modulen, zusätzliche Inhaltselemente bereitzustellen. Außerdem fügen einige Module zusätzliche Funktionen zu Plugins hinzu, die mit Content ausgeliefert werden. Die folgende Liste zeigt, welche Plugins in dieser Installation verfügbar sind.

source: Content also offers functionality for versioning and managing translations.
de: Content bietet auch Funktionalität zur Versionierung und Verwaltung von Übersetzungen.

source: Content can be extended by other modules which can contribute additional content types.
de: Content kann durch andere Module erweitert werden, die zusätzliche Inhaltstypen beisteuern können.

source: Content has been approved and is available online.
de: Der Inhalt wurde freigegeben und ist online verfügbar.

source: Content has been marked as deleted, but is still persisted in the database.
de: Der Inhalt wurde als gelöscht markiert, aber ist noch in der Datenbank gespeichert.

source: Content has not been submitted yet or has been waiting, but was rejected.
de: Der Inhalt wurde noch nicht eingereicht oder hat auf Freigabe gewartet, wurde aber abgewiesen.

source: Content introduction page
de: Content Einführungsseite

source: Content item IDs
de: IDs der Inhaltselemente

source: Content item filter hooks subscriber
de: Inhaltselement Filter-Hooks Abonnent

source: Content item form aware subscriber
de: Inhaltselement Form-Aware Abonnent

source: Content item not found.
de: Inhaltselement nicht gefunden.

source: Content item ui hooks subscriber
de: Inhaltselement UI-Hooks Abonnent

source: Content items
de: Inhaltselemente

source: Content list
de: Content-Liste

source: Content menu
de: Content Menü

source: Content menu block
de: Content Menüblock

source: Content pages may arrange content items using Bootstrap layout.
de: Inhaltsseiten können Inhaltselemente mit Bootstrap-Layouts arrangieren.

source: Content pages may contain many different types of content items.
de: Inhaltsseiten können viele verschiedene Arten von Inhaltselementen beinhalten.

source: Content styles
de: Inhaltsstile

source: Content subpages
de: Content Unterseiten der aktuellen Seite

source: Copy
de: Kopieren

source: Count page views
de: Seitenaufrufe zählen

source: Create page
de: Seite erstellen

source: Created
de: Erstellt

source: Created by %user
de: Erstellt von %user

source: Created by %user on %date
de: Erstellt von %user am %date

source: Created on %date
de: Erstellt am %date

source: Creation
de: Erstellung

source: Creation and update
de: Erstellung und Änderung

source: Creation date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Current version
de: Aktuelle Version

source: Custom style class
de: Eigene Style-Klasse

source: Custom styles
de: Eigene Stile

source: Custom template
de: Eigene Vorlage

source: Date
de: Datum

source: Days
de: Tage

source: Default
de: Standard

source: Defer
de: Zurückstellen

source: Deferred
de: Zurückgestellt

source: Delete
de: Löschen

source: Delete content permanently.
de: Den Inhalt dauerhaft löschen.

source: Deleted
de: Gelöscht

source: Deleted pages
de: Gelöschte Seiten

source: Descending
de: Absteigend

source: Description
de: Beschreibung

source: Description to be shown below the map
de: Beschreibung, die unter der Karte angezeigt wird

source: Destination address
de: Zieladresse

source: Destination page
de: Zielseite

source: Destination page must not be the current page.
de: Die Zielseite darf nicht der Quellseite entsprechen.

source: Destination page not found.
de: Zielseite nicht gefunden.

source: Direct children
de: Direkte Kinder

source: Direct parent
de: Direkte Eltern

source: Display Zikula blocks.
de: Zikula-Blöcke anzeigen.

source: Display a Google map position.
de: Eine Google-Karte mit Position anzeigen.

source: Display a Google map with route planning.
de: Eine Google-Karte mit Routenplanung anzeigen.

source: Display a Leaflet map position.
de: Eine Leaflet-Karte mit Position anzeigen.

source: Display a Vimeo video clip.
de: Ein Vimeo-Video anzeigen.

source: Display a YouTube video clip.
de: Ein YouTube-Video anzeigen.

source: Display a bicycle overlay
de: Ein Overlay für Fahrräder anzeigen

source: Display a link to directions to this location in Google Maps
de: Einen Link zur Wegbeschreibung zu diesem Ort in Google Maps anzeigen

source: Display a traffic overlay
de: Ein Overlay für Verkehr anzeigen

source: Display controller output from any installed module, theme or bundle.
de: Die Controller-Ausgabe von irgend einem installierten Modul, Theme oder Bundle anzeigen.

source: Display directions inline within the map
de: Wegbeschreibung inline innerhalb der Karte anzeigen

source: Display list of items in an Atom or RSS feed.
de: Die Liste von Einträgen in einem Atom- oder RSS-Feed anzeigen.

source: Display mode
de: Anzeigemodus

source: Display slides from slideshare.com.
de: Präsentationen von slideshare.com anzeigen.

source: Display the page title
de: Den Titel der Seite anzeigen

source: Display the streetview control
de: Die Streetview-Steuerung anzeigen

source: Do not process hooks on this page
de: Keine Hooks auf dieser Seite verarbeiten

source: Doctrine Exception
de: Doctrine Fehler

source: Done! Content copied.
de: Erledigt! Inhalt kopiert.

source: Done! Content deleted.
de: Erledigt! Inhalt gelöscht.

source: Done! Content moved.
de: Erledigt! Inhalt verschoben.

source: Done! Content saved.
de: Erledigt! Inhalt gespeichert.

source: Done! Item created.
de: Erledigt! Eintrag erstellt.

source: Done! Item deleted.
de: Erledigt! Eintrag gelöscht.

source: Done! Item updated.
de: Erledigt! Eintrag geändert.

source: Done! Layout saved.
de: Erledigt! Layout gespeichert.

source: Done! Module configuration updated.
de: Erledigt! Modulkonfiguration aktualisiert.

source: Done! Page created.
de: Erledigt! Seite erstellt.

source: Done! Page deleted.
de: Erledigt! Seite gelöscht.

source: Done! Page duplicated.
de: Erledigt! Seite dupliziert.

source: Done! Page updated.
de: Erledigt! Seite geändert.

source: Done! Reverted page to version %version%.
de: Done! Seite auf Version %version% zurückgesetzt.

source: Done! Undeleted page.
de: Erledigt! Seite wiederhergestellt.

source: Duplicate
de: Duplizieren

source: Duplicate this page
de: Diese Seite duplizieren

source: Edit
de: Bearbeiten

source: Edit content items workflow
de: Workflow für Inhaltselemente bearbeiten

source: Edit page
de: Seite bearbeiten

source: Edit pages workflow
de: Workflow für Seiten bearbeiten

source: Edit this block
de: Diesen Block bearbeiten

source: Edit this page
de: Diese Seite bearbeiten

source: Edit workflow for content items
de: Workflow für Inhaltselemente bearbeiten

source: Edit workflow for pages
de: Workflow für Seiten bearbeiten

source: Enable optional string 1
de: Optionale Zeichenkette 1 aktivieren

source: Enable optional string 2
de: Optionale Zeichenkette 2 aktivieren

source: Enable optional text
de: Optionalen Text aktivieren

source: Enable raw plugin
de: Plugin für ungefilterten Rohtext aktivieren

source: Enabled finder types
de: Aktivierte Finder-Typen

source: Enter one entry per line.
de: Einen Eintrag je Zeile eingeben.

source: Enter the active from of the page.
de: Das aktiv-von-Datum der Seite eingeben.

source: Enter the active to of the page.
de: Das aktiv-bis-Datum der Seite eingeben.

source: Enter the content styles.
de: Die CSS-Klassen für Inhaltselemente eingeben.

source: Enter the google maps api key.
de: Den Google Maps API-Schlüssel eingeben.

source: Enter the layout of the page.
de: Das Layout der Seite eingeben.

source: Enter the meta description of the page.
de: Die Meta-Beschreibung der Seite eingeben.

source: Enter the optional string 1 of the page.
de: Den optionalen String 1 der Seite eingeben.

source: Enter the optional string 2 of the page.
de: Den optionalen String 2 der Seite eingeben.

source: Enter the optional text of the page.
de: Den optionalen Text der Seite eingeben.

source: Enter the page entries per page.
de: Die Anzahl der Seiten je Seite eingeben.

source: Enter the page styles.
de: Die CSS-Klassen für Seiten eingeben.

source: Enter the section styles.
de: Die CSS-Klassen für Bereiche eingeben.

source: Enter the styling classes of the page.
de: Die CSS-Klassen der Seite eingeben.

source: Enter the title of the page.
de: Den Seitentitel eingeben.

source: Enter the version data of the page.
de: Die Versionsdaten der Seite eingeben.

source: Enter the views of the page.
de: Die Aufrufe der Seite eingeben.

source: Enter the yandex translate api key.
de: Den Yandex Translate API-Schlüssel eingeben.

source: Entry to display
de: Anzuzeigender Eintrag

source: Error
de: Fehler

source: Error! An error occured during content deletion.
de: Fehler! Beim Löschen des Inhalts ist ein Fehler aufgetreten.

source: Error! An error occured during duplicating the page.
de: Fehler! Beim Duplizieren der Seite ist ein Fehler aufgetreten.

source: Error! An error occured during layout persistence.
de: Fehler! Beim Speichern des Layouts ist ein Fehler aufgetreten.

source: Error! An error occured during saving the content.
de: Fehler! Beim Speichern des Inhalts ist ein Fehler aufgetreten.

source: Error! Could not create a category registry for the %entity% entity. If you want to use categorisation, register at least one registry in the Categories administration.
de: Fehler! Es konnte keine Kategorien-Registrierung für die Entität %entity% erstellt werden. Um die Kategorisierung zu nutzen, bitte mindestens eine Registrierung in der Kategorienverwaltung anlegen.

source: Error! Could not determine workflow actions.
de: Fehler! Die Workflow-Aktionen konnten nicht ermittelt werden.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Error! Deletion attempt failed.
de: Fehler! Löschversuch fehlgeschlagen.

source: Error! Invalid object type received.
de: Fehler! Ungültigen Objekttyp erhalten.

source: Error! It is not allowed to delete this content item.
de: Fehler! Es ist nicht erlaubt, dieses Inhaltselement zu löschen.

source: Error! Please check your input.
de: Fehler! Bitte die Eingaben prüfen.

source: Error! Reverting page to version %version% failed.
de: Fehler! Zurücksetzen der Seite auf Version %version% fehlgeschlagen.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen.

source: Error: Invalid editor context given for external controller action.
de: Fehler: ungültiger Editor Kontext für externe Controller-Aktion gegeben.

source: Error: invalid destination node.
de: Fehler: ungültiger Zielknoten.

source: Error: invalid direction.
de: Fehler: ungültige Richtung.

source: Error: invalid input.
de: Fehler: ungültige Eingabe.

source: Error: invalid node.
de: Fehler: ungültiger Knoten.

source: Error: invalid operation.
de: Fehler: ungültiger Vorgang.

source: Error: invalid parent node.
de: Fehler: ungültiger Elternknoten.

source: Error: invalid root node.
de: Fehler: ungültiger Wurzelknoten.

source: Errors
de: Fehler

source: Example
de: Beispiel

source: Exception during example data creation
de: Ausnahme während der Erstellung der Beispieldaten

source: Existing content
de: Existierender Inhalt

source: Expand all
de: Alle aufklappen

source: Expand all nodes
de: Alle Knoten aufklappen

source: Expert
de: Experte

source: Extended list
de: Erweiterte Liste

source: Extended pages list
de: Erweiterte Seitenliste

source: Extended privacy mode
de: Erweiterter Datenschutzmodus

source: External
de: Extern

source: External content, like Vimeo or YouTube videos, Slideshare, etc.
de: Externer Inhalt, wie Vimeo- oder YouTube-Videos, Slideshare, etc.

source: Field name
de: Feldname

source: Filter (expert option)
de: Filter (Expertenoption)

source: Forward
de: Weiter

source: From 0 for the entire world to 21 for individual buildings.
de: Von 0 für die ganze Welt bis 21 für einzelne Gebäude.

source: Function arguments
de: Funktionsargumente

source: Fundamental elements like text, image, heading, quote
de: Grundlegende Elements wie Text, Bild, Überschrift, Zitat

source: Further properties
de: Weitere Eigenschaften

source: General page data
de: Allgemeine Seitendaten

source: General settings
de: Allgemeine Einstellungen

source: Get API key
de: API-Schlüssel erhalten

source: Get directions from start address
de: Wegbeschreibung von Startadresse

source: Get directions to this location
de: Wegbeschreibung zu diesem Ort

source: Google map
de: Google-Karte

source: Google map route
de: Google-Karte Route

source: Google maps api key
de: Google Maps API-Schlüssel

source: Group %group
de: Gruppe %group

source: HTML editor for adding markup text to your page.
de: Ein HTML-Editor zum Hinzufügen von Markup-Text zur Seite.

source: Header to be shown above the map
de: Kopfzeile, die über der Karte angezeigt wird

source: Heading
de: Überschrift
