Repository: zikula-modules/Content
Catalog: src/modules/Zikula/ContentModule/Resources/translations/zikulacontentmodule.*.po
Languages: de

source: Heading type
de: Art der Überschrift

source: Height of the displayed map
de: Höhe der angezeigten Karte

source: Here you can activate additional fields which allow you to add structural properties to your pages which can be used for custom functionality. All of these fields are translatable.
de: Hier können zusätzliche Felder aktiviert werden, welche strukturelle Eigenschaften zu den Seiten hinzufügen, die für eigene Funktionalität verwendet werden können. Alle diese Felder sind übersetzbar.

source: Here you can choose a custom creation date.
de: Hier kann ein abweichendes Erstellungsdatum ausgewählt werden.

source: Here you can choose a user which will be set as creator.
de: Hier kann ein Benutzer ausgewählt werden, der als Ersteller verwendet wird.

source: Here you can choose a user which will be used as author.
de: Hier kann ein Benutzer ausgewählt werden, der als Autor verwendet wird.

source: Here you can configure parameters for list views.
de: Hier können Parameter für Listenansichten eingestellt werden.

source: Here you can customise the behaviour of creating permalinks for content pages. Note this affect only the URLs for displaying content pages. Other URLs of the Content module are not changed.
de: Hier kann das Verhalten zur Erstellung von Permalinks für Inhaltsseiten angepasst werden. Zu beachten ist, dass dies nur die URLs zur Anzeige von Inhaltsseiten betrifft. Andere URLs des Content-Moduls werden nicht verändert.

source: Here you can define moderation-related settings.
de: Hier können moderationsbezogene Einstellungen vorgenommen werden.

source: Here you can define settings related to version control.
de: Hier können Einstellungen in Bezug auf die Versionierung definiert werden.

source: Here you can inspect and amend the existing workflows.
de: Hier können die bestehenden Workflows angeschaut und verändert werden.

source: Here you can manage all basic settings for this application.
de: Hier können alle Grundeinstellungen für diese Anwendung verwaltet werden.

source: Here you manage the content of this page. You can add/edit/delete content as well as drag the content boxes around to get the layout right. Click on the arrow next to the title for the actions on that content item.
de: Hier kann der Inhalt dieser Seite verwaltet werden. Man kann Inhalt hinzufügen/bearbeiten/löschen und die Boxen verschieben, um das Layout anzupassen. Ein Klick auf den Pfeil neben dem Titel eines Inhaltselementes zeigt die dafür verfügbaren Aktionen.

source: Hide them
de: Verstecke sie

source: Hierarchy view
de: Hierarchieansicht

source: History
de: Historie

source: Home
de: Start

source: Hours
de: Stunden

source: ID of content item to display
de: ID des anzuzeigenden Inhaltselementes

source: ID of page
de: ID der Seite

source: If ZikulaBBCodeModule or PhaidonLuMicuLaModule are available, you can filter your code with them instead of the native filter. There is no need to hook these modules to Content for this functionality.
de: Falls ZikulaBBCodeModule oder PhaidonLuMicuLaModule verfügbar sind, kann der Code mit ihnen statt des nativen Filters gefiltert werden. Diese Module müssen für diese Funktionalität nicht in Content eingehakt werden.

source: If this setting is enabled the text field above will be ignored and iframe parameters will be used.
de: Wenn diese Einstellung aktiviert ist, wird das obige Textfeld ignoriert und statt dessen werden die Iframe Parameter verwendet.

source: If this setting is enabled the text field above will be ignored and the page title will be displayed instead.
de: Wenn diese Einstellung aktiviert ist, wird das obige Textfeld ignoriert und statt dessen wird der Seitentitel angezeigt.

source: If you change this please save the block once to reload the parameters below.
de: Wenn das geändert wird, bitte den Block einmal speichern, um die Parameter unten neu zu laden.

source: If you need an additional string for each page you can enable an optional field.
de: Falls eine zusätzliche Zeichenkette für jede Seite benötigt wird, kann ein optionales Feld aktiviert werden.

source: If you need an additional text for each page you can enable an optional field.
de: Falls ein zusätzlicher Text für jede Seite benötigt wird, kann ein optionales Feld aktiviert werden.

source: If you want to get translation support by Yandex which can provide suggestions you need an API key for it.
de: Um Unterstützung bei Übersetzungen durch Yandex in Form von Vorschlägen zu bekommen, wird ein API-Schlüssel benötigt.

source: If you want to use Google maps you need an API key for it. You should enable both "Maps JavaScript API" and "Maps Static API".
de: Zur Verwendung von Google Maps wird ein API-Schlüssel benötigt. Es sollten sowohl die "Maps JavaScript API" als auch "Maps Static API" aktiviert werden.

source: Ignore bundle name in routes
de: Bundlename in Routen ignorieren

source: Ignore entity name in routes
de: Entitätsname in Routen ignorieren

source: Ignore first tree level in routes
de: Erste Baumebene in Routen ignorieren

source: In
de: Drin

source: In menu
de: Im Menü

source: Inactive
de: Inaktiv

source: Include feed text in addition to the title
de: Feed-Text zusätzlich zum Titel einbinden

source: Include heading items on pages
de: Zwischenüberschriften aufnehmen

source: Include heading items up to page level
de: Überschriften aufnehmen bis zu Seitenebene

source: Include home as first breadcrumb
de: Startseite als ersten Breadcrumb aufnehmen

source: Include page in menu
de: Seite im Menü anzeigen

source: Include self as last breadcrumb
de: Aktuelle Seite als letzten Breadcrumb aufnehmen

source: Include self into the table of contents
de: Aktuelle Seite ins Inhaltsverzeichnis aufnehmen

source: Include subpages
de: Unterseiten aufnehmen

source: Include subpages into table up to level
de: Unterseiten im Inhaltsverzeichnis aufnehmen bis zu Ebene

source: Include subpages that are not in the menus
de: Unterseiten einbeziehen, die nicht in Menüs sind

source: Include the following page
de: Die folgende Seite aufnehmen

source: Include the following subpages
de: Folgende Unterseiten aufnehmen

source: Inherit permissions
de: Zugriffsrechte vererben

source: Initial
de: Anfänglich

source: Internal anchor link name
de: Name für internen Anker-Link

source: Internal named links for the tabs, semicolon separated and no spaces, e.g. "news;calendar".
de: Intern benannte Links für die Reiter, getrennt durch Semikoli ohne Leerzeichen, z. B. "news;calendar".

source: Invalid action received.
de: Ungültige Aktion erhalten.

source: Invalid content type received.
de: Ungültigen Inhaltstyp erhalten.

source: Invalid input received.
de: Ungültige Eingabe erhalten.

source: Invalid object type received.
de: Ungültigen Objekttyp erhalten.

source: Invalid user identifier received.
de: Ungültigen Benutzer Identifier erhalten.

source: Jump to element:
de: Zu Element springen:

source: Last update
de: Letzte Änderung

source: Latitude
de: Breitengrad

source: Leaflet map
de: Leaflet-Karte

source: Leave empty for no internal anchor link.
de: Leer lassen für keinen internen Anker-Link.

source: Limited revisions by amount of revisions
de: Durch Revisionsanzahl begrenzte Revisionen

source: Limited revisions by date interval
de: Durch Zeitintervall begrenzte Revisionen

source: Link names
de: Link-Namen

source: Link own pages on account page
de: Eigene Seiten im Benutzerkonto verlinken

source: List views
de: Listenansichten

source: Longitude
de: Längengrad

source: Manage content
de: Inhalt verwalten

source: Manage content elements of page
de: Inhaltselemente der Seite verwalten

source: Manage settings for this application
de: Einstellungen für diese Anwendung verwalten

source: Map type
de: Kartentyp

source: Max. no. of items to display
de: Max. Anzahl der anzuzeigenden Einträge

source: Maximum amount of page revisions
de: Maximale Anzahl von Seitenrevisionen

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
de: Maximale Anzahl der Seiten-in-Seiten erreicht! Möglicherweise wurde diese Seite in sich selbst eingebunden und dadurch eine Endlosschleife erzeugt.

source: Meta description
de: Meta-Beschreibung

source: Minutes
de: Minuten

source: Module %module is not available.
de: Das Modul %module ist nicht verfügbar.

source: Months
de: Monate

source: Move
de: Verschieben

source: My pages
de: Meine Seiten

source: MyModuleName:Controller:method
de: MeinModulname:Controller:methode

source: Name of the source
de: Quellenangabe

source: Navigation type
de: Art der Navigation

source: Needs to be located in the "External/YourEntity/" directory.
de: Muss sich in dem Verzeichnis "External/YourEntity/" befinden.

source: New child node
de: Neuer Kindknoten

source: New pages will be active and available in the menu
de: Neue Seiten sind aktiv und verfügbar im Menü

source: New pages will be active and not available in the menu
de: Neue Seiten sind aktiv und nicht verfügbar im Menü

source: New pages will be inactive and available in the menu
de: Neue Seiten sind inaktiv und verfügbar im Menü

source: New pages will be inactive and not available in the menu
de: Neue Seiten sind inaktiv und nicht verfügbar im Menü

source: New root node
de: Neuer Wurzelknoten

source: Newest
de: Neueste

source: Next
de: Weiter

source: No
de: Nein

source: No categories found.
de: Keine Kategorien gefunden.

source: No pages found.
de: Keine Seiten gefunden.

source: No subpages found.
de: Keine Unterseiten gefunden.

source: No such content found.
de: Keinen solchen Inhalt gefunden.

source: No such item found.
de: Keinen solchen Eintrag gefunden.

source: No such item.
de: Keinen solchen Eintrag gefunden.

source: No such page found.
de: Keine solche Seite gefunden.

source: No suffix
de: Kein Suffix

source: None
de: Keine

source: Note: this value must not exceed %amount% characters.
de: Hinweis: Dieser Wert darf %amount% Zeichen nicht überschreiten.

source: Object type
de: Objekttyp

source: One field updated|%amount% fields updated
de: Ein Feld geändert|%amount% Felder geändert

source: Only ajax access is allowed!
de: Nur Ajax-Zugriff ist erlaubt!

source: Only digits are allowed.
de: Nur Ziffern sind erlaubt.

source: Only item titles
de: Nur Titel der Einträge

source: Only logged in members
de: Nur angemeldete Mitglieder

source: Only not logged in people
de: Nur unangemeldete Besucher

source: Open preview page
de: Vorschauseite öffnen

source: Operation
de: Vorgang

source: Operation cancelled.
de: Vorgang abgebrochen.

source: Operation type
de: Art des Vorgangs

source: Optional string 1
de: Optionale Zeichenkette 1

source: Optional string 2
de: Optionale Zeichenkette 2

source: Optional text
de: Optionaler Text

source: Options
de: Optionen

source: Out
de: Draußen

source: Overview
de: Übersicht

source: Page
de: Seite

source: Page %id%
de: Seite %id%

source: Page change history for %entityTitle%
de: Seiten-Änderungshistorie für %entityTitle%

source: Page entries per page
de: Anzahl der Seiten je Seite

source: Page filter hooks subscriber
de: Seite Filter-Hooks Abonnent

source: Page form aware subscriber
de: Seite Form-Aware Abonnent

source: Page hierarchy
de: Seitenhierarchie

source: Page navigation
de: Seitennavigation

source: Page not found.
de: Seite nicht gefunden.

source: Page size
de: Seitengröße

source: Page styles
de: Seitenstile

source: Page ui hooks subscriber
de: Seite UI-Hooks Abonnent

source: Page views are only counted when the user has no edit access. Enable if you want to use the block showing most viewed pages.
de: Seitenaufrufe werden nur gezählt, wenn der Benutzer keine Bearbeitungsrechte hat. Aktivieren, wenn der Block mit den am meisten angeschauten Seiten angezeigt werden soll.

source: Pages
de: Seiten

source: Pages list
de: Seitenliste

source: Parent page
de: Übergeordnete Seite

source: Paste as
de: Einfügen als

source: Period for page revisions
de: Zeitraum für Seitenrevisionen

source: Play video
de: Video abspielen

source: Predecessors
de: Vorgänger

source: Preview
de: Vorschau

source: Preview block content
de: Vorschau für Blockinhalt

source: Preview controller content
de: Vorschau für Controllerinhalt

source: Preview page %id%
de: Vorschau für Seite %id%

source: Preview version %version%
de: Vorschau für Version %version%

source: Previous
de: Zurück

source: Public (all)
de: Öffentlich (alle)

source: Quick navigation
de: Schnellnavigation

source: Quick search
de: Schnellsuche

source: Quote
de: Zitat

source: Quote text
de: Zitierter Text

source: Random
de: Zufällig

source: Read more
de: Weiterlesen

source: Recover
de: Wiederherstellen

source: Reference and display an already existing content item.
de: Ein bereits existierendes Inhaltselement referenzieren und anzeigen.

source: Refresh time
de: Aktualisierungsintervall

source: Reject
de: Ablehnen

source: Related pages
de: Verbundene Seiten

source: Relative link to the page
de: Relativer Link zur Seite

source: Relatives
de: Verwandte

source: Removed
de: Entfernt

source: Reset
de: Zurücksetzen

source: Reset to empty value
de: Auf leeren Wert zurücksetzen

source: Reuse
de: Wiederverwenden

source: Reuse for new page
de: Für neue Seite wiederverwenden

source: Revert to version %version%
de: Zurücksetzen auf Version %version%

source: Revision handling for page
de: Änderungsbehandlung für Seiten

source: Roadmap
de: Fahrplan

source: Satellite
de: Satellit

source: Save
de: Speichern

source: Save and quit
de: Speichern und Ende

source: Scope
de: Sichtbarkeit

source: Search
de: Suchen

source: Search and select page
de: Eine Seite suchen und auswählen

source: Search for
de: Suche nach

source: Seconds
de: Sekunden

source: Section heading (or page title) for structuring large amounts of text.
de: Bereichsüberschrift (oder Seitentitel) zur Strukturierung längerer Texte.

source: Section styles
de: Bereichsstile

source: See https://leaflet-extras.github.io/leaflet-providers/preview/ for examples.
de: Siehe https://leaflet-extras.github.io/leaflet-providers/preview/ für Beispiele.

source: Select
de: Auswählen

source: Select a geographical position either by clicking on the map or writing the position (latitude and longitude) directly. You can drag the map with your mouse, and double-click to zoom and select position.
de: Wähle eine graphische Position durch Klicken auf der Karte oder direktes Eingeben der Position (Längen- und Breitengrad). Die Karte kann mit der Maus verschoben werden, mit einem Klick wird eine Position ausgewählt und mit einem Doppelklick wird der Zoom erhöht.

source: Send private message to %userName%
de: Schicke eine private Nachricht an %userName%

source: Separate with &, for example:
de: Mit & trennen, zum Beispiel:

source: Settings
de: Einstellungen

source: Show all entries
de: Alle Einträge anzeigen

source: Show also entries from other users
de: Auch Einträge von anderen Benutzern anzeigen

source: Show breadcrumbs for hierarchical pages.
de: Breadcrumbs für hierarchische Seiten anzeigen.

source: Show directions
de: Wegbeschreibung anzeigen

source: Show only own entries
de: Nur eigene Einträge anzeigen

source: Show page history
de: Seitenhistorie anzeigen

source: Show related videos
de: Verbundene Videos anzeigen

source: Show title
de: Titel anzeigen

source: Show title on page
de: Den Titel auf der Seite anzeigen

source: Show video in modal window
de: Video in einem modalen Fenster anzeigen

source: Show video inline
de: Video eingebettet anzeigen

source: Shows a complete list of pages with complete content
de: Zeigt eine komplette Liste von Seiten mit komplettem Inhalt

source: Shows a simple list of pages
de: Zeigt eine einfache Liste von Seiten

source: Shows all items except these which are approved
de: Zeige alle Einträge außer den freigegebenen

source: Shows all items except these which are deferred
de: Zeige alle Einträge außer den zurückgestellten

source: Shows all items except these which are trashed
de: Zeige alle Einträge außer den weggeworfenen

source: Shows an extended list of pages with first content elements
de: Zeigt eine erweiterte Liste von Seiten mit ersten Inhaltselementen

source: Shows content grouped by categories
de: Zeigt Inhalte gruppiert nach Kategorien

source: Shows the pages table
de: Zeigt die Seitentabelle

source: Shows the pages tree
de: Zeigt den Seitenbaum

source: Siblings
de: Geschwister

source: Simple list
de: Einfache Liste

source: Skip
de: Überspringen

source: Skip hook subscribers
de: Hook-Abonnenten überspringen

source: Slide description
de: Beschreibung der Präsentation

source: Slideshare's embedded player height
de: Slideshare eingebetteter Player Höhe

source: Slideshare's embedded player width
de: Slideshare eingebetteter Player Breite

source: Something like "https://vimeo.com/7504225".
de: So etwas wie "https://vimeo.com/7504225".

source: Something like "https://www.slideshare.net/1Marc/jquery-essentials".
de: So etwas wie "https://www.slideshare.net/1Marc/jquery-essentials".

source: Something like "https://www.youtube.com/watch?v=LIwJ0gCPLsg".
de: So etwas wie "https://www.youtube.com/watch?v=LIwJ0gCPLsg".

source: Sorry, but an error occured during the %action% action.
de: Entschuldigung, aber während der Aktion %action% ist ein Fehler aufgetreten.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
de: Entschuldigung, aber während der Aktion %action% ist ein Fehler aufgetreten. Bitte die Änderungen noch einmal anwenden!

source: Sorry, but someone else has already changed this record. Please apply the changes again!
de: Entschuldigung, aber jemand anderes hat diesen Eintrag bereits verändert. Bitte die Änderungen noch einmal anwenden!

source: Sorry, but you can not create the page yet as other items are required which must be created before!
de: Entschuldigung, aber die Seite kann noch nicht erstellt werden, da andere Einträge benötigt werden, die zuvor erstellt werden müssen!

source: Sort by
de: Sortieren nach

source: Sort by %s
de: Sortieren nach %s

source: Sort direction
de: Sortierrichtung

source: Sorting
de: Sortierung

source: Source
de: Quelle

source: Source content
de: Quellinhalt

source: Source page not found.
de: Quellseite nicht gefunden.

source: Stacked pills
de: Gestapelte Pills

source: State
de: Zustand

source: State of new pages
de: Zustand von neuen Seiten

source: Step %step of %amount
de: Schritt %step von %amount

source: Street (optional), Location, Country (optional)
de: Straße (optional), Ort, Land (optional)

source: Styling classes
de: CSS-Klassen

source: Sub pages handling
de: Behandlung von Unterseiten

source: Sub pages of current page
de: Unterseiten der aktuellen Seite

source: Submit
de: Absenden

source: Submit and repeat
de: Absenden und wiederholen

source: Subpages of %page%
de: Unterseiten von %page%

source: Successors
de: Nachfolger

source: Switch source language:
de: Quellsprache wechseln:

source: Switch to administration area.
de: Zum Verwaltungsbereich wechseln.

source: Switch to hierarchy view
de: Zur Hierarchieansicht wechseln

source: Switch to table view
de: Zur Tabellenansicht wechseln

source: Switch to user area.
de: Zum Benutzerbereich wechseln.

source: Tab navigation
de: Reiter-Navigation

source: Tab navigation with existing Content items.
de: Reiter-Navigation mit existierenden Inhaltselementen.

source: Tab titles
de: Titel der Reiter

source: Table of contents
de: Inhaltsverzeichnis

source: Tabular view
de: Tabellarische Ansicht

source: Target content
de: Zielinhalt

source: Template
de: Vorlage

source: Terrain
de: Gelände

source: Text to be shown below the map
de: Beschreibung, die unter der Karte angezeigt wird

source: Text to be shown in the popup window of the marker
de: Text, der im Popup-Fenster des Markers angezeigt wird

source: The allow moderation specific creation date for page option
de: Die Option zum Erlauben eines moderationsspezifischen Erstellungsdatums für Seiten

source: The allow moderation specific creator for page option
de: Die Option zum Erlauben eines moderationsspezifischen Erstellers für Seiten

source: The amount of pages shown per page
de: Die Anzahl von je Seite angezeigten Seiten

source: The available categories:
de: Die verfügbaren Kategorien:

source: The count page views option
de: Die Option zum Zählen von Seitenaufrufen

source: The enable optional string 1 option
de: Die Option zum Aktivieren der optionalen Zeichenkette 1

source: The enable optional string 2 option
de: Die Option zum Aktivieren der optionalen Zeichenkette 2

source: The enable optional text option
de: Die Option zum Aktivieren des optionalen Textes

source: The enable raw plugin option
de: Die Option zum Aktivieren des Plugins für ungefilterten Rohtext

source: The ignore bundle name in routes option
de: Die Option zum Ignorieren des Bundlenamens in Routen

source: The ignore entity name in routes option
de: Die Option zum Ignorieren des Entitätsnamens in Routen

source: The ignore first tree level in routes option
de: Die Option zum Ignorieren der ersten Baumebene in Routen

source: The inherit permissions option
de: Die Option zum Vererben von Zugriffsrechten

source: The link own pages on account page option
de: Die Option zur Verlinkung eigener Seiten im Benutzerkonto

source: The maximum amount of items to be shown.
de: Die maximale Anzahl von Elementen, die angezeigt werden.

source: The operation was successful.
de: Der Vorgang war erfolgreich.

source: The setting has been successfully changed.
de: Die Einstellung wurde erfolgreich geändert.

source: The show only own entries option
de: Option zur ausschließlichen Anzeige eigener Einträge

source: The show page history option
de: Die Option zur Anzeige der Seitenhistorie

source: The target address
de: Die Zieladresse

source: The value "%value%" is not allowed for the "%property%" property.
de: Der Wert "%value%" ist für die Eigenschaft "%property%" nicht zulässig.

source: These options allow you to configure integration aspects.
de: Diese Optionen erlauben das Einstellen von Integrationsaspekten.

source: This <strong>footer</strong> finishes this introduction page. And now, please enjoy using Content. The <a href="%adminPageListUrl">Page list</a> interface lets you edit or delete this introduction page. In the <a href="%adminSettingsUrl">administration settings</a> you can further control the Content module.
de: Dieser <strong>Fußbereich</strong> schließt die Einführungsseite ab. Und nun viel Spaß beim Verwenden von Content. Die <a href="%adminPageListUrl">Seitenliste</a> erlaubt das Bearbeiten und Löschen dieser Einführungsseite. In den <a href="%adminSettingsUrl">Einstellungen</a> kann das Contentmodul weiter angepasst werden.

source: This block will only show the subpages of a Content page when that Content page is being displayed.
de: Dieser Block zeigt nur die Unterseiten einer Inhaltsseite, wenn diese Seite aktuell dargestellt wird.

source: This is a new child node
de: Dies ist ein neuer Kindknoten

source: This is a new root node
de: Dies ist ein neuer Wurzelknoten

source: This is an optional filter.
de: Dies ist ein optionaler Filter.

source: This is only a dummy page containing the real pages
de: Dies ist nur eine Dummy-Seite, welche die wirklichen Seiten enthält
