Repository: zikula-modules/Content
Catalog: src/modules/Zikula/ContentModule/Resources/translations/zikulacontentmodule.*.po
Languages: de

source: This removes the first tree level of pages from permalinks of pages in greater levels. If enabled first level pages act only as dummys while second level pages are the actual main pages. Recommended because it allows working with only one single tree of pages.
de: Dies entfernt die erste Baumebene von Seiten aus Permalinks von Seiten in tieferen Ebenen. Wenn aktiviert, agieren die Seiten auf der ersten Ebene nur als Dummies, während die Seiten auf der zweiten Ebene die eigentlichen Hauptseiten sind. Empfohlen, da man so mit einem einzigen Seitenbaum arbeiten kann.

source: This removes the module name (defaults to "content") from permalinks.
de: Dies entfernt den Modulnamen (Standard "content") aus Permalinks.

source: This removes the primary entity name ("page") from permalinks.
de: Dies entfernt den primären Entitätsnamen ("page") aus Permalinks.

source: This setting is disabled. Click here to enable it.
de: Diese Einstellung ist deaktiviert. Klicke hier um sie zu aktivieren.

source: This setting is enabled. Click here to disable it.
de: Diese Einstellung ist aktiviert. Klicke hier um sie zu deaktivieren.

source: Title
de: Titel

source: Titles for the tabs, semicolon separated, e.g. "Recent News;Calender".
de: Titel für die Reiter, getrennt durch Semikoli, z. B. "Letzte Neuigkeiten;Kalender".

source: Translate
de: Übersetzen

source: Translate this page
de: Diese Seite übersetzen

source: Translation data
de: Übersetzungsdaten

source: Trash
de: Wegwerfen

source: Trashed
de: Weggeworfen

source: URL of RSS or Atom feed
de: URL des RSS- oder Atom-Feeds

source: URL of tile layer to use
de: URL des zu verwendenden Tile Layers

source: URL to the slide
de: URL zur Präsentation

source: URL to the video clip
de: URL zum Video-Clip

source: Undelete page %id%
de: Wiederherstellen der Seite %id%

source: Unfiltered raw text
de: Ungefilterter Rohtext

source: Unfiltered text
de: Ungefilterter Text

source: Unknown author
de: Unbekannter Autor

source: Unlimited revisions
de: Unbegrenzte Revisionen

source: Update
de: Aktualisieren

source: Update configuration
de: Einstellungen aktualisieren

source: Update date
de: Änderungsdatum

source: Updated
de: Geändert

source: Updated by %user
de: Geändert von %user

source: Updated by %user on %date
de: Geändert von %user am %date

source: Updated date
de: Änderungsdatum

source: Updated on %date
de: Geändert am %date

source: Updater
de: Änderer

source: Use BBCode filter
de: BBCode-Filter verwenden

source: Use LuMicuLa filter
de: LuMicuLa-Filter verwenden

source: Use an iframe instead of the text field
de: Ein Iframe statt eines Textfeldes verwenden

source: Use dropdowns
de: Dropdowns verwenden

source: Use native filter
de: Nativen Filter verwenden

source: Use only pages activated for the menu
de: Nur für das Menü aktivierte Seiten verwenden

source: Use this feature carefully! Some extensions do not work when displayed together with other ones. DO NOT create circular references, e.g., adding a Content page that displays itself ...
de: Dieses Feature bitte vorsichtig einsetzen! Einige Erweiterungen funktionieren nicht, wenn sie zusammen mit anderen dargestellt werden. KEINE Zirkelbezüge erstellen, wie beispielsweise eine Inhaltsseite hinzufügen, die sich selbst aufruft ...

source: User
de: Benutzer

source: Various information about the author of the page.
de: Verschiedene Informationen über den Autor dieser Seite.

source: Version data
de: Versionsdaten

source: Versioning
de: Versionierung

source: Video description
de: Videobeschreibung

source: View deleted pages
de: Gelöschte Seiten anschauen

source: View detail page
de: Detailseite anschauen

source: View full page
de: Seite vollständig anzeigen

source: Views
de: Aufrufe

source: Warning! Could not create the example page for introduction.
de: Warnung! Konnte die Beispielseite zur Einführung nicht erstellen.

source: Watch version history
de: Versionshistorie anschauen

source: Welcome to the content item section of the Content application.
de: Willkommen zum Bereich der Inhaltselemente der Content-Anwendung.

source: Welcome to the contents for %sitename%
de: Willkommen zu den Inhalten von %sitename%

source: Welcome to the page section of the Content application.
de: Willkommen zum Seitenbereich der Content-Anwendung.

source: Whether only own entries should be shown on view pages by default or not
de: Ob per Standard nur eigene Einträge auf Listenseiten angezeigt werden sollen oder nicht

source: Whether to add a link to pages of the current user on his account page
de: Ob ein Link zu den Seiten des aktuellen Nutzers auf seiner Benutzerseite hinzugefügt werden soll

source: Whether to allow moderators choosing a custom creation date.
de: Ob Moderatoren die Auswahl eines abweichenden Erstellungsdatums erlaubt ist.

source: Whether to allow moderators choosing a user which will be set as creator.
de: Ob Moderatoren die Auswahl eines abweichenden Benutzers als Ersteller erlaubt ist.

source: Whether to enable the unfiltered raw text plugin. Use this plugin with caution and if you can trust your editors, since no filtering is being done on the content. To be used for iframes, JavaScript blocks, etc.
de: Ob das Plugin für ungefilterten Rohtext aktiviert werden soll. Dieses Plugin ist mit Vorsicht und nur in Verbindung mit vertrauenswürdigen Redakteuren zu verwenden, da der Inhalt nicht gefiltert wird. Kann für iframes, JavaScript-Blöcke, etc. benutzt werden.

source: Whether to inherit permissions from parent to child pages or not.
de: Ob die Zugriffsrechte von Elternseiten zu Unterseiten vererbt werden sollen oder nicht.

source: Whether to show the version history to editors or not.
de: Ob die Seitenhistorie den Editoren angezeigt wird oder nicht.

source: Which sections are supported in the Finder component (used by Scribite plug-ins).
de: Weche Sektionen in der Finder-Komponente genutzt werden sollen (genutzt durch Scribite Plugins).

source: With custom styles you can add and reuse your own design to pages, page sections and content elements. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "my-class | My class".
de: Mit individuellen Stilen kann eigenes Design zu Seiten, Seitenbereichen und Inhaltselementen hinzugefügt und wiederverwendet werden. Bitte nur eine Klasse je Zeile angeben. Die CSS-Klassen und Anzeigenamen müssen mit | getrennt werden - z.B. "my-class | My class".

source: With description
de: Mit Beschreibung

source: With selected pages
de: Die ausgewählten Seiten

source: Workflow state
de: Workflow-Zustand

source: Workflows
de: Arbeitsabläufe

source: Yandex translate api key
de: Yandex Translate API-Schlüssel

source: Years
de: Jahre

source: Yes
de: Ja

source: Yes, limited
de: Ja, limitiert

source: Yes, unlimited
de: Ja, unlimitiert

source: You can include/exclude the page in the menu. The page is only shown when it is also active.
de: Die Seite kann im Menü eingebunden/entfernt werden. Die Seite wird nur angezeigt, wenn diese auch aktiv ist.

source: You can input a custom permalink for the page or let this field free to create one automatically.
de: Es kann entweder ein individueller Permalink für die Seite eingegeben oder dieses Feld freigelassen werden, um automatisch einen zu erstellen.

source: You can set the content active/inactive as well as supply a publication date interval. A content element is only online if it is active and within the publication interval.
de: Der Inhalt kann als aktiv/inaktiv markiert werden. Außerdem kann ein Zeitraum zur Publikation angegeben werden. Ein Inhaltselement ist nur online, wenn es aktiv und innerhalb des Zeitraums ist.

source: You can set the page active/inactive as well as supply a publication date interval. A page is only online if it is active and within the publication interval.
de: Die Seite kann als aktiv/inaktiv markiert werden. Außerdem kann ein Zeitraum für die Publikation angegeben werden. Eine Seite ist nur online, wenn sie aktiv und innerhalb des Zeitraums ist.

source: You may enter any text which will be used during the site search to find this element.
de: Hier kann ein beliebiger Text hinterlegt werden, der während der internen Suchfunktion benutzt wird, um dieses Element zu finden.

source: You need to explicitly enable a checkbox in the configuration form to activate this plugin.
de: Um dieses Plugin zu aktivieren, muß eine Checkbox in den Grundeinstellungen explizit aktiviert werden.

source: You need to specify a Google Maps API key in the configuration form in order to activate this plugin.
de: Um dieses Plugin zu aktivieren, muß ein Google Maps API-Schlüssel in den Grundeinstellungen angegeben werden.

source: Zikula allows you to build simple one-page websites to individual web applications.
de: Zikula erlaubt die Erstellung sowohl einfacher Internetseiten als auch individueller Webanwendungen.

source: Zikula and Content provide powerful tools for creating websites and web applications.
de: Zikula und Content bieten mächtige Werkzeuge zur Erstellung von Websites und Webapplikationen.

source: Zikula blocks and content from third party modules like appointments, etc.
de: Zikula Blöcke und Inhalt von Drittmodulen wie Termine etc.

source: Zoom level
de: Zoomstufe

source: active ?
de: aktiv ?

source: an empty collection
de: eine leere Liste

source: an empty value
de: ein leerer Wert

source: hours
de: Stunden

source: https://ziku.la/en/
de: https://ziku.la/de/

source: if heading items are included and not unlimited; select 0 to include the headings only for the selected page
de: wenn Überschriften eingebunden und nicht limitiert sind; 0 auswählen, um die Überschriften nur für die ausgewählte Seite einzubinden

source: if subpages are included and not unlimited
de: wenn Unterseiten eingebunden und nicht limitiert sind

source: iframe border
de: iframe Rahmen

source: iframe height
de: iframe Höhe

source: iframe name parameter
de: ifrage Name Parameter

source: iframe src
de: iframe Quelle

source: iframe title parameter
de: iframe Titel Parameter

source: iframe width
de: iframe Breite

source: in menu ?
de: im Menü ?

source: inactive
de: inaktiv

source: latest
de: neueste

source: new copy
de: neue Kopie

source: on %date
de: am %date

source: on %date by %user
de: am %date von %user

source: only %group
de: nur %group

source: only from %date
de: nur ab %date

source: only logged in members
de: nur angemeldete Mitglieder

source: only not logged in people
de: nur unangemeldete Besucher

source: only until %date
de: nur bis %date

source: pixels
de: Pixel

source: show title ?
de: Titel zeigen ?

source: skip hook subscribers ?
de: Hook-Abonnenten überspringen ?

source: specific group
de: spezifische Gruppe

source: the scrolling parameter of the iframe, e.g. "no"
de: der Scrolling Parameter des iframes, z.B. "no"

source: the src parameter of the iframe
de: der Quellparameter des iframes

source: the style parameter of the iframe, e.g. "border:0"
de: die Style Parameter des iframes, z.B. "border:0"
