Repository: zikula-modules/Content
Catalog: src/modules/Content/locale/*/LC_MESSAGES/module_content.po
Languages: de

source: Complete page list (showing complete pages)
de: Vollständige Seitenliste (Anzeige der gesamten Seiteninhalte)

source: Show content by category
de: Inhalte in Kategorien anzeigen

source: New page
de: Neue Seite

source: Decrease indent
de: Einzug reduzieren

source: Increase indent
de: Einzug erhöhen

source: Click to activate this page
de: Hier klicken, um Seite zu aktivieren

source: Click to deactivate this page
de: Hier klicken, um Seite zu deaktivieren

source: Click to put this page in the menu
de: Hier klicken, um Seite im Menü aufzunehmen

source: Click to pull this page from the menu
de: Hier klicken, um Seite aus dem Menü rauszunehmen

source: Page title [id]
de: Seitentitel [ID]

source: Menu
de: Menü

source: Last updated (revision)
de: Zuletzt aktualisiert (Rev.)

source: Last updated
de: Zuletzt aktualisiert

source: Click to hide sub-pages
de: Hier klicken, um Unterseiten zu verstecken

source: Click to show sub-pages
de: Hier klicken, um Unterseiten anzuzeigen

source: Page dragable
de: Verschiebbare Seite

source: Inactive
de: Inaktiv

source: In
de: Ja

source: Out
de: Nein

source: %s original used
de: %s Original benutzt

source: No pages available.
de: Keine Seiten verfügbar.

source: Extended page list
de: Erweiterte Seitenliste

source: more
de: mehr

source: Complete page list
de: Vollständige Seitenliste

source: View full page
de: Seite vollständig anzeigen

source: Module settings
de: Modulkonfiguration

source: This is where you configure various parts of the content module.
de: Hier werden die unterschiedlichen Moduleinstellungen vorgenommen.

source: File suffix of short URLs (including a dot - for instance ".html"). This is only used if you enable short URLs in Zikula's admin section.
de: Dateisuffix für Short-URLs (inkl. Punkt - zum Beispiel ".html"). Wird nur benötigt, wenn in der Zikula-Administration die Short-URLs aktiviert sind.

source: State of new pages
de: Status von neuen Seiten

source: A Google Maps API key is no longer needed for including maps with the Javascript API v3. More information at <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.
de: Der GoogleMaps API Schlüssel wird bei der neuen Javascript API v3 nicht mehr benötigt. Weitere Informationen unter <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.

source: A list of CSS class names available for styling of content elements. The end user can select one class for each element on a page - for instance "note" for an element styled as a note. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "note | Memo".
de: Eine Liste mit verfügbaren CSS-Klassen zum Layouten der Inhalte. Der Bearbeiter kann für jedes Element auf der Seite eine eigene Klasse auswählen. Beispiel: "note" für ein Memo-Element. Bitte nur eine Klasse je Zeile angeben. Die CSS-Klassen und Anzeigenamen müssen mit | getrennt werden. Beispiel: "note | Memo".

source: Enable version history
de: Versionierung aktivieren

source: Category usage
de: Kategoriebenutzung

source: Category Property for the first category selection
de: Kategorieeigenschaft für die primäre Kategorieauswahl

source: (In the <a href="%s">category registry</a> you can set the property to use for the first category)
de: (Unter <a href="%s">Kategoriezuweisung</a> kann die Eigenschaft für die primäre Kategorie gesetzt werden)

source: Category Property for the second category selection
de: Kategorieeigenschaft für die sekundäre Kategorieauswahl

source: (In the <a href="%s">category registry</a> you can set the property to use for the second category if being used)
de: (Unter <a href="%s">Kategoriezuweisung</a> kann die Eigenschaft falls notwendig - für die sekundäre Kategorie gesetzt werden)

source: Module Dependencies
de: Modulabhängigkeiten

source: Content includes an API that other modules can use to provide their content. Moreover some modules introduce extra functions to plugins delivered with Content.
de: Das Content-Modul verfügt über eine API, über die andere Module ihre Inhalte Content zur Verfügung stellen können. Diese Plugins werden automatisch erkannt und verwendet. Einige Module - vor allem Hooks - können in den mitgelieferten Plugins zusätzliche Funktionen aktivieren.

source: Installed
de: Installiert

source: Module
de: Modul

source: Description
de: Beschreibung

source: Not installed
de: Nicht instaliert

source: Scribite integrated WYSIWYG JavaScript editors like Xinha, TinyMCE, FCKeditor, openWYSIWYG or NicEdit into Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>
de: Scribite integriert WYSIWYG JavaScript Editoren wie Xinha, TinyMCE, FCKeditor, openWYSIWYG or NicEdit in Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>

source: BBCode is an abbreviation for Bulletin Board Code, the lightweight markup language used to format posts in many message boards. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>
de: "BBCode (von engl. Bulletin Board Code) ist eine sehr eng an HTML angelehnte, jedoch vereinfachte Auszeichnungssprache, die bevorzugt für die Erstellung von Beiträgen in Webforen (engl. Bulletin Boards) eingesetzt wird." (<a href="http://de.wikipedia.org/wiki/BBCode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>

source: Restore pages
de: Seiten wiederherstellen

source: This is where you manage all your pages. You can add/edit/delete/translate pages (depending on permission rights) as well as drag them around to get the content structure right.
de: An dieser Stelle werden alle Seiten des Moduls verwaltet. Abhängig von den Zugriffsrechten können Seiten hinzugefügt, geändert, gelöscht und übersetzt werden. Außerdem können sie zu einer beliebigen Inhaltsstruktur per Drag+Drop verschoben werden.

source: Click on the arrow right of a page title for the options of that page. To drag and drop a page you must select the folder icon left of the title and drop it on the title of another page. A page with sub-pages can be expanded or contracted by clicking on the plus or minus left of the page title. To activate/deactive pages or make pages (not) available in the menu click on the led icons.
de: Über das Pfeil-Symbol rechts neben dem Seitentitel können für die ausgewählte Seite weitere Optionen ausgewählt werden. Zum Änderung der Reihenfolge muss das Symbol links vom Seitentitel ausgewählt und mittels Drag+Drop auf den Titel einer anderen Seite geschoben werden. Die Anzeige von Unterseiten kann über das Plus/Minus-Symbol erweitert bzw. komprimiert werden. Das De/Aktivieren bzw. die Aufnahme einer Seite zum Menü-Block lässt sich über die LED-Symbole steuern.

source: Please enter the Block-ID
de: Bitte die Block-ID eingeben

source: Play Video
de: Wiedergabe

source: Description to be shown below the map
de: Beschreibung zur Anzeige unterhalb der Karte

source: Text to be shown in the popup window of the marker
de: Text welcher im PopUp-Fenster der Markierung angezeigt werden soll

source: Page ID
de: Seiten ID

source: Include headings into table
de: Überschriften im Verzeichnis aufnehmen

source: Include subpages into table
de: Folgende Unterseiten aufnehmen

source: Header size
de: Größe der Überschrift

source: Source
de: Quelle

source: URL of RSS feed (include http://)
de: URL des RSS-Feeds (inkl. http://)

source: Include feed text in addition to the title
de: Feed-Text zum Titel hinzufügen

source: Refresh time (in minutes)
de: Aktualisierungsintervall (in Min.)

source: Max. no. of items to display
de: Max. Anzahl der anzuzeigenden Einträge

source: both
de: Beide

source: left
de: Links

source: right
de: Rechts

source: Video description
de: Videobeschreibung

source: Select a geographical position either by clicking on the map or writing the position (latitude and longitude) directly. You can drag the map with your mouse, and double-click to zoom and select position.
de: Position entweder durch Klicken in der Karte oder durch Direkteingabe wählen. Die Karte kann mit der Maus verschoben werden. Ein Doppelklick zoomt in die Karte ein.

source: Latitude
de: Breitengrad

source: (a comma-separated numeral that has a precision to 6 decimal places. For example, 40.714728)
de: (ein komma-separierter numerischer Wert mit einer Genauigkeit von 6 Dezimalstellen. Beispiel: 40.714728)

source: Longitude
de: Längengrad

source: Zoom level
de: Zoomstufe

source: (from 0 for the entire world to 21 for individual buildings)
de: (von 0 für die ganze Welt bis 21 für individuelle Gebäude)

source: Height of the displayed map in pixels
de: Höhe der angezeigten Karte in Pixel

source: (below 350 pixels the navigation controls will be small)
de: (Die Steuerelemente werden unterhalb von 350 Pixel zu klein)

source: HTML
de: HTML Text

source: Formatted text
de: Formatierter Text

source: Unformatted text
de: Unformatierter Text

source: URL to the video clip
de: URL zum Video-Clip

source: Something like "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
de: Wie beispielsweise "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".

source: Video display width [in pixels]
de: Breite der Videoanzeige [in Pixel]

source: Video display height [in pixels]
de: Höhe der Videoanzeige [in Pixel]

source: Show video inline
de: Video eingebettet anzeigen

source: Show video in popup window
de: Video in PopUp-Fenster

source: By
de: Von

source: No Flickr API key available! You must specify a Flickr API key to use this feature. You can get a key from %s.
de: Kein Flickr API-Key verfügbar! Es muss ein Flickr API-Key für dieses Feature eingegeben werden, der unter %s bezogen werden kann.

source: Display photos from this user
de: Zeige Fotos von folgendem Benutzer

source: Display photos tagged with these tags (comma separated)
de: Zeige Fotos mit folgenden Tags (Markierungen) (durch Komma getrennt)

source: Number of photos to show
de: Anzahl Fotos, die angezeigt werden sollen

source: Display the streetview control
de: Streetview-Steuerung anzeigen

source: Display a link to directions to this location in Google Maps
de: Link für die Routenplanung zum Ort in GoogleMap anzeigen

source: (can contain HTML markup. Leave this field empty for disabling the popup window.)
de: (Darf HTML-Markup enthalten. Feld leerlassen, wenn das PopUp-Fenster deaktiviert werden soll.)

source: Publication type
de: Publikationstyp

source: Publication PID
de: Publikation PID

source: Template format for displaying the publication
de: Templateformat für die Anzeige der Publikation

source: Use this feature carefully! Some modules do not work when displayed together with other modules. DO NOT create circular module references, e.g., adding a Content page that displays itself ...
de: Dieses Feature bitte vorsichtig einsetzen! Einige Modulfunktionen könnten evtl. nicht in Kombination mit anderen Modulen aktiviert werden. Bitte keine Zirkelbezüge erstellen, wie beispielsweise eine Content-Seite hinzufügen, die sich selbst aufruft ...

source: Module name
de: Modulname

source: Function type
de: Funktionstyp

source: Function name
de: Funktionsname

source: Function parameters
de: Funktionsparameter

source: Separate by commas, e.g., x=5,y=2
de: Kommasepariert, z.B. x=5,y=2

source: Get directions from start address
de: Routenplanung von einer Startadresse

source: Show Directions
de: Richtungen anzeigen

source: Clear Directions
de: Richtungen entfernen

source: Get directions to this location
de: Routenplanung zu diesem Ort

source: Something like "http://vimeo.com/7504225".
de: Wie beispielsweise "http://vimeo.com/7504225".

source: Computer code lines
de: Quelltext

source: If you register the module BBCode as a hook for Content then you can get your computer code better formatted.
de: Für eine bessere Quelltextdarstellung sollte das der BBCode-Hook für Content aktiviert sein.

source: Number of publications (leave empty for default)
de: Anzahl der Publikationen (leer=Standard)

source: First publication number to show (leave empty for first in list)
de: Erste anzuzeigende Publikationsnummer (leer=Erster Listeneintrag)

source: List filter as used in URL, separated by "&", but without "filter=" (e.g. "country:eq:DK")
de: Filterung, wie in den URLs. Getrennt durch "&", aber ohne "filter=" (z.B. (e.g. "country:eq:DK")

source: Orderby clause as used in URL. Should be a comma separated list of field names without "orderby=" (e.g. "core.lastUpdated:desc,title")
de: Sortierung, wie in den URLs. Kommaseparierte Liste mit Feldnamen ohne "orderby=" (z.B. (e.g. "core.lastUpdated:desc,title")

source: Template format for displaying list items
de: Template-Format

source: Path to the Shockwave-Flash video
de: Pfad zum Shockwave-Flash Video

source: Show information on the map
de: Informationen auf Karte anzeigen

source: Hide information on the map
de: Informationen auf Karte verstecken

source: Name of the Camtasia-Flash video
de: Name des Camtasia-Flash Videos

source: You have to upload your camtasia project in the folder defined below <folder>/project/project.mp4 first. Here you have to give only the name of your project without path and file extension.
de: Das Camtasia-Projekt muss in das unterhalb des angegebenen Verzeichnisses hochgeladen werden <folder>/project/project.mp4 first. Hier muss nur der Name des Projektes (ohne Pfad und Dateierweiterung) angegeben werden.

source: Folder where the files are uploaded
de: Verzeichnis, indem die Dateien hochgeladen wurden

source: Slideshare's Wordpress code
de: Slideshare Wordpress-Code

source: Copy Slideshare's Wordpress embed code here (including square brackets and all). Click on Embed and Customize to show the wordpress embed code. It should look something like [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5]
de: Bitte den "Wordpress Embed Code" (inkl. Klammern & Co. ) zur Präsentation hier eingeben. Auf "Embed" und "Customize" klicken, damit der benötigte "Wordpress Embed Code" angezeigt wird. Dieser sieht in etwas so aus: [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5]

source: Slide description
de: Beschreibung der Präsentation

source: Slideshare's embedded player width
de: Breite der Slideshare-Wiedergabe

source: Slideshare's embedded player height
de: Höhe der Slideshare-Wiedergabe

source: Author
de: Autor

source: Positioning works only with fixed width!
de: Die Positionierung funktioniert nur bei festen Breitenangaben.

source: Width
de: Breite

source: Include the following subpages
de: Folgende Unterseiten aufnehmen

source: Use caching in the menu block
de: Caching im Menü-Block benutzen

source: Previous
de: Zurück

source: Error! There is nothing to translate for this content type.
de: Fehler! In diesem Inhaltstypen sind keine übersetzbaren Inhalte vorhanden.

source: Back
de: Zurück

source: Contents
de: Inhalte

source: Welcome to the contents for %s
de: Willkommen zu den Inhalten von %s

source: The available sections are as follows:
de: Folgende Kategorien stehen zur Verfügung:

source: Please select the type of content you want to add to your page.
de: Bitte den Inhaltstypen auswählen, der hinzugefügt werden soll.

source: Select content type
de: Inhaltstyp auswählen

source: Version history is currently disabled and no new entries will be recorded.
de: Die Versionierung ist momentan deaktiviert. Daher werden keinen neuen Einträge aufgezeichnet.

source: Date
de: Datum

source: User
de: Benutzer

source: IP.No.
de: IP-Nr.

source: Action
de: Aktion

source: Restore
de: Wiederherstellen

source: No history data recorded.
de: Keine Historie aufgezeichnet.

source: Subpages of %s
de: Unterseiten von %s

source: No subpages available
de: Keine Unterseiten verfügbar

source: Used to refer this page in short URLs mode. Leave as blank for default value.
de: Wird benutzt, um diese Seite in bei den Short-URLS zu referenzieren. Leer lassen für die Standardeinstellung.

source: Clone translations
de: Übersetzungen duplizieren

source: Clone
de: Duplizieren

source: Back to page
de: Zurück zur Seite

source: Event
de: Ereignis
