Repository: zikula-modules/Content
Catalog: src/modules/Content/locale/*/LC_MESSAGES/module_content.po
Languages: de

source: Error! Cannot create sub-page without parent page ID
de: Fehler! Es konnte keine Unterseite ohne Angabe der Haupt-ID angelegt werden.

source: Error! There is already another page registered with the supplied permalink URL.
de: Es ist bereits eine andere Seite mit der angegebenen Permalink-URL vorhanden.

source: Translated
de: Übersetzt

source: Translation deleted
de: Übersetzung gelöscht

source: Error! It is not possible to move a parent page beneath one of its descendants.
de: Fehler! Es ist nicht möglich eine Elternseite unterhalb seiner Nachkommen zu platzieren.

source: Error! Could not load items.
de: Fehler! Einträge konnte nicht geladen werden.

source: Use 2 category levels (1st level single, 2nd level multi selection)
de: Zwei Kategoriestufen benutzen (Erste Stufe mit Einfachauswahl, Zweite Stufe mit Mehrfachauswahl)

source: Use 2 category levels (both single selection)
de: Zwei Kategoriestufen benutzen (Beide Stufen mit Mehrfachauswahl)

source: Use 1 category level
de: Eine Kategoriestufe benutzen

source: Don't use Categories at all
de: Keine Kategorisierung benutzen

source: New pages will be active and available in the menu
de: Neu angelegte Seiten sind aktiv und über das Menü erreichbar

source: New pages will be inactive and available in the menu
de: Neu angelegte Seiten sind inaktiv und über das Menü erreichbar

source: New pages will be active and not available in the menu
de: Neu angelegte Seiten sind aktiv und nicht über das Menü erreichbar

source: New pages will be inactive and not available in the menu
de: Neu angelegte Seiten sind inaktiv und nicht über das Menü erreichbar

source: Main category property does not exist.
de: Die Eigenschaft der primären Kategorie existiert nicht.

source: Second category property does not exist.
de: Die Eigenschaft der sekundären Kategorie existiert nicht.

source: Done! Saved module configuration.
de: Erledigt! Die Modulkonfiguration wurde gespeichert.

source: Sorry! You have not been granted access to this page.
de: Fehler! Für den Aufruf dieser Seite sind die erforderlichen Zugriffsrechte nicht vorhanden.

source: No page ID passed.
de: Keine Seiten-ID übermittelt.

source: Error! Could not update state.
de: Fehler! Status konnte nicht aktualisiert werden.

source: Error! Unknown content-ID
de: Fehler! Unbekannte content-ID

source: Error! Can't load content plugin
de: Fehler! Content-Plugin konnte nicht geladen werden

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the module is not available.
de: Fehler! Plugin [%1$s] in Modul [%2$s] konnte nicht geladen werden, da das Modul nicht verfügbar ist.

source: Error! Unable to load plugin [%1$s] in module [%2$s] for some unknown reason.
de: Fehler! Plugin [%1$s] in Modul [%2$s] konnte aus unbekannten Gründen nicht geladen werden.

source: Content editing
de: Inhaltsverwaltung

source: Content is a page editing module. With it you can insert and edit various content items, such as HTML texts, videos, Google maps and much more.
de: Mit dem Content-Modul können die unterschiedlichsten Inhaltstypen (HTML, Videos, GoogleMaps, etc.) verwaltet und platziert werden.

source: content
de: inhalt

source: Edit this page
de: Seite bearbeiten

source: Translate this page
de: Seite übersetzen

source: Edit this: %1$s [ID%2$s]
de: Bearbeiten: %1$s [ID%2$s]

source: Translate
de: Übersetzen

source: Please install Scribite to get a real HTML editor.
de: Bitte das Modul scribite! installieren, wenn ein echter HTML-Editor benötigt wird.

source: Please install the hook BBCode to enable bbcode filtering.
de: Bitte den BBCode-Hook für das Content-Modul aktivieren, wenn der BBCode-Ausgabefilter genutzt werden soll.

source: %s area
de: Bereich: %s

source: Add new content here
de: Inhalt hinzufügen

source: No box
de: Keine Box

source: Above
de: Oberhalb

source: Float, left
de: Float, links

source: Float, right
de: Float, rechts

source: Above, left
de: Oberhalb, links

source: Above, right
de: Oberhalb, rechts

source: Header
de: Kopfzeile

source: Left column
de: Linke Spalte

source: Right column
de: Rechte Spalte

source: Footer
de: Fußzeile

source: 2 columns (62|38)
de: 2 Spalten (62|38)

source: Header + two columns (62|38) + footer
de: Zwei Spalten (62|38) mit Kopf- und Fußzeile

source: 2 columns (30|70)
de: 2 Spalten (30|70)

source: Header + two columns (30|70) + footer
de: Zwei Spalten (30|70) mit Kopf- und Fußzeile

source: Centre column
de: Mittlere Spalte

source: 3 columns (50|25|25)
de: 3 Spalten (50|25|25)

source: Header + three columns (50|25|25) + footer
de: Drei Spalten (50|25|25) mit Kopf- und Fußzeile

source: 3 columns (25|25|50)
de: 3 Spalten (25|25|50)

source: Header + three columns (25|25|50) + footer
de: Drei Spalten (25|25|50) mit Kopf- und Fußzeile

source: 2 columns (75|25)
de: 2 Spalten (75|25)

source: Header + two columns (75|25) + footer
de: Zwei Spalten (75|25) mit Kopf- und Fußzeile

source: Header above page headline
de: Kopfzeile über Seitentitel

source: 1 column, header above page headline
de: 1 Spalte mit Kopfzeile über Seitentitel

source: Single 100% wide column and a top-header above the page headline (for e.g. breadcrumbs or author-information above the title)
de: Eine Spalte über volle 100% Breite mit der Kopfzeile über den Seitentitel (z.B. für BreadCrumbs oder Autoreninformation)

source: 2 columns (66|33)
de: 2 Spalten (66|33)

source: Header + two columns (66|33) + footer
de: Zwei Spalten (66|33) mit Kopf- und Fußzeile

source: 1 column
de: 1 Spalte mit Kopfzeile

source: Header + single 100% wide column
de: Eine Spalte (100) über die ganze Breite mit Kopfzeile

source: 2 columns (25|75)
de: 2 Spalten (25|75)

source: Header + two columns (25|75) + footer
de: Zwei Spalten (25|75) mit Kopf- und Fußzeile

source: 2 columns (38|62)
de: 2 Spalten (38|62)

source: Header + two columns (38|62) + footer
de: Zwei Spalten (38|62) mit Kopf- und Fußzeile

source: 2 columns (70|30)
de: 2 Spalten (70|30)

source: Header + two columns (70|30) + footer
de: Zwei Spalten (70|30) mit Kopf- und Fußzeile

source: Left column1
de: Linke Spalte1

source: Right column1
de: Rechte Spalte1

source: center1
de: Mitte1

source: Left column2
de: Linke Spalte2

source: Right column2
de: Rechte Spalte2

source: 2-1-2 columns (50|50)
de: 2-1-2 Spalten (50|50)

source: Header + two-one-two columns (50|50) + footer
de: 2-1-2 Spalten (50|50) mit Kopf- und Fußzeile

source: 1 column no header
de: 1 Spalte ohne Kopfzeile

source: Single 100% wide column without header
de: Eine Spalte über die ganze Breite. Ohne Kopfzeile.

source: 3 columns (25|50|25)
de: 3 Spalten (25|50|25)

source: Header + three columns (25|50|25) + footer
de: Drei Spalten (25|50|25) mit Kopf- und Fußzeile

source: 2 columns (50|50)
de: 2 Spalten (50|50)

source: Header + two columns (50|50) + footer
de: Zwei Spalten (50|50) mit Kopf- und Fußzeile

source: 3 columns (33|33|33)
de: 3 Spalten (33|33|33)

source: Header + three columns (33|33|33) + footer
de: Drei Spalten (33|33|33) mit Kopf- und Fußzeile

source: 2 columns (33|66)
de: 2 Spalten (33|66)

source: Header + two columns (33|66) + footer
de: Zwei Spalten (33|66) mit Kopf- und Fußzeile

source: Content menu
de: Content Menü

source: Content menu block
de: Content Menüblock

source: All pages
de: Alle Seiten

source: Unknown id
de: Unbekannte ID

source: Content not available
de: Das Content-Modul ist nicht verfügbar

source: No needle id
de: Keine Needle-ID

source: Vimeo video clip
de: Vimeo Video

source: Display Vimeo video clip.
de: Vimeo Video anzeigen.

source: Error! Unrecognized Vimeo URL
de: Fehler! Unbekannte Vimeo-URL

source: Heading
de: Überschrift

source: Section heading for structuring larger amounts of text.
de: Strukturierung längerer Texte mittels Überschriften.

source: Quote
de: Zitat

source: A highlighted quote with source.
de: Hervorgehobenes Zitat mit Quellenangabe.

source: Add quote text here...
de: Zitat hier hinzufügen ...

source: Name of the Source
de: Quellenangabe

source: Pagesetter publication list
de: Pagesetter Publikationsliste

source: Pagesetter list of filtered, ordered, and/or formatted publications.
de: Liste mit gefilterten, sortierten und/oder formatierten Pagesetter-Publikationen.

source: Display slides from slideshare.com
de: Zeigt Präsentationen von slideshare.com an.

source: Not valid Slideshare Wordpress embed code
de: Kein gültiger Slideshare Wordpress-Code

source: Display Google map position.
de: Zeigt Position in GoogleMap-Karte an.

source: A Google maps API key is not needed any more in the new version 3 of the Javascript API.
de: Der GoogleMaps API-Schlüssel wird für die neue Javascripts-API Version 3 nicht mehr benötigt.

source: OpenStreetMap map
de: OpenStreetMap Karte

source: Display OpenStreetMap map position.
de: Zeigt Position in OpenStreetMap-Karte an.

source: If you want to add OpenStreetMap maps to your content you don't need an API key.
de: Falls eine OpenStreetMap-Karte zum Inhalt hinzugefügt werden soll, wird kein API Schlüssel benötigt.

source: Author Infobox
de: Autor Infokasten

source: Various information about the author of the page.
de: Verschiedene Informationen über den Autor dieser Seite.

source: Photos from Flickr.com
de: Fotos von Flickr.com

source: Display thumbnails from specific Flickr user or tags.
de: Zeigt Vorschaubilder von einem Flickr-Benutzer oder Tags.

source: If your want to add Flickr photos to your content then you need a Flickr API key. You can get this from <a href="http://www.flickr.com/api">flickr.com</a>.
de: Wenn Flickr Fotos in den Seiten angezeigt werden sollen, muss ein Flickr API Schlüssel (Key) angegeben werden. Er kann von <a href="http://www.flickr.com/api">flickr.com</a> bezogen werden.

source: Flickr photos from user %1$s associated with tags %2$s
de: Flickr Fotos des Benutzers '%1$s' verknüpft mit Tags: %2$s

source: Pagesetter publication
de: Pagesetter Publikation

source: Display a Pagesetter publication.
de: Anzeige einer einzelnen Pagesetter Publikation.

source: Join Position
de: Positionen zusammenfügen

source: Joins different positions, e.g. if you used position: top-right then this can fix the layout/textflow.
de: Verschiedene Positionen zusammenfügen. Falls Positionierungen, wie z.B. "oben-rechts" genutzt wurden, so kann man hiermit das Layout bzw. den Textfluss korrigieren.

source: Show breadcrumbs for hierarchical pages
de: Zeige BreadCrumbs bei hierarchischen Seiten

source: A rich HTML editor for adding text to your page.
de: Ein HTML-Editor für das Hinzufügen von Text auf Ihrer Seite.

source: Add text here ...
de: Text hier hinzufügen ...

source: Blocks
de: Blöcke

source: Display Zikula blocks.
de: Anzeige von Zikula Blöcken

source: Module display
de: Modulanzeige

source: Display output from any installed module.
de: Anzeige beliebiger Inhalte aus jedem installierten Modul.

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
de: Maximale Anzahl der Seiten-in-Seiten erreicht! Möglicherweise wurde diese Seite in sich selbst eingebunden und dadurch eine Endlosschleife erzeugt.

source: Table of contents
de: Inhaltsverzeichnis

source: A table of contents of headings and subpages (build from this module's pages).
de: Inhaltsverzeichnis mit Überschriften und Unterseiten.

source: Table of contents of %1$s
de: Inhaltsverzeichnis von %1$s

source: Computer Code
de: Quelltext

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
de: Text Editor für Computer Code. Zeilennummern werden zum Text hinzugefügt. Der Code wird in Monospace Font angezeigt.

source: YouTube video clip
de: YouTube Video

source: Display YouTube video clip.
de: YouTube Video anzeigen.

source: Unrecognized YouTube URL
de: Unbekannte YouTube URL

source: Display list of items in an RSS feed.
de: Zeigt Inhalte eines RSS Feeds an.

source: Display camtasia-Flash video.
de: Flashvideo von Camtasia anzeigen.

source: Unrecognized Flash video path
de: Unbekannter Flashvideo-Pfad

source: Unrecognized camtasia-Flash video path:
de: Unbekannter Camtasia Flashvideo-Pfad

source: Version #%1$s - %2$s - %3$s by %4$s from %5$s
de: Version #%1$s - %2$s - %3$s von %4$s (IP %5$s)

source: Preview
de: Vorschau

source: Error! Unknown page.
de: Fehler! Unbekannte Seite.

source: Sitemap
de: Seitenübersicht

source: Unknown user
de: Unbekannter Benutzer

source: Content updated
de: Inhalt aktualisiert

source: Content deleted
de: Inhalt gelöscht

source: Content moved
de: Inhalt verschoben

source: Content added
de: Inhalt hinzugefügt

source: Page added
de: Seite hinzugefügt

source: Page cloned from page [%s]
de: Seite aus Seite [%s] dupliziert

source: Page updated
de: Seite aktualisiert

source: Page restored from version [%s]
de: Seite aus Version [%s] wiederhergestellt

source: Page deleted
de: Seite gelöscht

source: Error! Unknown version ID [%s]
de: Fehler! Unbekannte Version-ID [%s]

source: Error! Could not reinsert page
de: Fehler! Seite konnte nicht wiedereingefügt werden.

source: Error! Re-created old content item but did not restore old ID.
de: Fehler! Alter Inhalt wurde wieder neu erstellt, aber die alte ID konnte nicht beibehalten werden.

source: Page list
de: Seitenliste

source: Add new page
de: Neue Seite hinzufügen

source: Settings
de: Konfiguration

source: Warning! Could not create the default Content category tree. If you want to use categorisation with Content, register at least one property for the module in the Category Registry.
de: Warnung! Der Zweig für die Standardkategorie von Content konnte nicht erstellt werden. Falls die Kategorisierung in Content genutzt werden soll, so muss wenigstens eine Kategoriezuweisung durchgeführt werden.

source: Content introduction page
de: Content-Einführungsseite

source: content-introduction-page
de: content-einfuehrungsseite

source: Warning! Could not create the default Content introductory page.
de: Warnung! Die Einführungsseite für das Content-Modul konnte nicht erstellt werden.

source: A Content page consists of various content items in a chosen layout
de: Eine Seite im Content-Modul besteht aus verschiedenen Inhaltselementen in einem ausgewählten Layout.

source: <p>Each created page has a specific layout, like 1 column with and without a header, 2 columns, 3 columns. The chosen layout contains various content areas. In each area you can place 1 or more content items of various kinds like:</p> <ul> <li>HTML text;</li> <li>YouTube videos;</li> <li>Google maps;</li> <li>Flickr photos;</li> <li>RSS feeds;</li> <li>Computer Code;</li> <li>the output of another Zikula module.</li> </ul> <p>Within these content areas you can sort the content items by means of drag & drop.<br /> You can make an unlimited number of pages and structure them hierarchical. Your page structure can be displayed in a multi level menu in your website.</p>
de: <p>Jede erstellte Seite hat ein individuelles Layout, wie z.B. eine Spalte mit oder ohne Kopfzeile, zwei oder drei Spalten. Das ausgewählte Layout beinhaltet verschiedene Bereiche. In jedem Bereich können mehrere verschiedene Inhalte positioniert werden.</p><ul> <li>HTML Text;</li> <li>YouTube Videos;</li> <li>Google Maps;</li> <li>Flickr Fotos;</li> <li>RSS Feeds;</li> <li>Computer Code;</li> <li>Ausgabe von anderen Zikula-Modulen.</li> </ul><p>Innerhalb dieser Bereiche können die Inhalte per Drag+Drop verschoben werden.<br />Es kann eine unbegrenze Anzahl an Seiten angelegt werden, die man bei Bedarf auch hierarchisch strukturieren kann. Die dadurch erzeugte Seitenstruktur kann in einem Menü über mehrere Ebenen angezeigt werden.</p>

source: <p><strong>This is a second HTML text content item in the left column</strong><br /> Content is an extendible module. You can create your own content plugins and layouts and other Zikula modules can also offer content items. The News published module for instance has a Content plugin for a list of the latest articles.</p>
de: <p><strong>Das ist ein zweites Inhaltselement mit HTML Text in der linken Spalte.<br />Content ist ein erweiterbares Modul. Es können eigene Plugins und Layouts erstellt werden und auch zusätzliche Zikula-Module können weitere Features hinzufügen. So bietet beispielsweise das News-Modul ein Content-Plugin für die Anzeige der neuesten Beiträge an.</p>

source: // A bit of computer code. <br />if ($content == 'example')<br />{$this->show_this_code('example');<br />}
de: // Ein wenig Computer-Code. <br />if ($content == 'example')<br />{$this->show_this_code('example');<br />}

source: <p>So you see that you can place all kinds of content on the page in your own style and liking. This makes Content a really powerful module.</p> <p>This page uses the <strong>2 column (62|38) layout</strong> which has a header, 2 colums with 62% width on the left and 38% width on the right and a footer</p>
de: <p>Man erkennt, dass man mit dem Modul die unterschiedlichsten Inhalte nach Belieben positionieren und gestalten kann. Das macht Content zu einem sehr leistungsfähigen Modul.</p><p>Diese Seite nutzt ein <strong>2-Spalten (62|38)-Layout</strong>, welches aus einer Kopfzeile, zwei Spalten (62% Breite auf der linken Seite und 38% Breite in der rechten Spalte) und einer Fußzeile besteht.</p>

source: This <strong>footer</strong> finishes of this introduction page. Good luck with using Content. The <a href="index.php?module=content&type=edit">Page list</a> interface lets you edit or delete this introduction page. In the <a href="index.php?module=content&type=admin">administration</a> interface you can further control the Content module.
de: Dieser <strong>Fußbereich</strong> beendet die Einführungsseite. Viel Spaß bei der Benutzung von Content. Über die <a href="index.php?module=content&type=edit">Seitenliste</a> kann diese Einführungsseite bearbeitet oder gelöscht werden. In der <a href="index.php?module=content&type=admin">Administrationsoberfläche</a> können die Moduleinstellungen verwaltet werden.

source: Page list and content structure
de: Seitenliste und Inhaltsstruktur

source: Located below:
de: Platziert vor:

source: Located after:
de: Platziert hinter:

source: Error! You have not been granted access to this page.
de: Fehler! Es ist kein Zugriffsrecht auf diese Seite vorhanden.

source: Edit page
de: Seite bearbeiten

source: Layout changed
de: Layout geändert

source: Clone page
de: Seite duplizieren

source: Add new content to page
de: Neuen Inhalt zur Seite hinzufügen

source: Edit content item
de: Inhalt bearbeiten

source: Sorry, you cannot translate an item to the same language as it's default language ("%1$s"). Change the current site language ("%1$s") to some other language on the <a href="%2$s">localisation settings</a> page.<br /> Another way is to add, for instance, <strong>&amp;lang=de</strong> to the url for changing the current site language to German and after that the item can be translated to German.
de: Inhalte können nicht in die gleiche Sprache, wie die Standardsprache ("%1$s") übersetzt werden. Die Standardeinstellung der Website ("%1$s") muss dazu in den Einstellungen zur <a href="%2$s">Mehrsprachigkeit</a> auf eine andere Sprache geändert werden.<br />Eine weitere Möglichkeit wäre, wenn man beispielsweise <strong>&amp;lang=de</strong> zur URL hinzugefügt, um so die aktive Sprache auf Deutsch zu ändern. Daraufhin kann man die Übersetzung in die deutsche Sprache vornehmen

source: Translate page
de: Seite übersetzen

source: Translate content item
de: Inhalt übersetzen

source: Page history
de: Seitenhistorie

source: Restore deleted pages
de: Gelöscht Seiten wiederherstellen

source: Select layout
de: Layout auswählen

source: Page title
de: Seitentitel

source: (Used in shorturl mode and generated automatically if left blank)
de: (Werden bei ShortURLs genutzt. Falls das Feld leer gelassen wird, so wird der Inhalt automatisch ermittelt)

source: Please select a specific layout for your page
de: Bitte das Seitenlayout für die Seite auswählen

source: Page layout
de: Seitenlayout

source: Layout preview and description
de: Layoutvorschau und Beschreibung

source: Create
de: Erstellen

source: Cancel
de: Abbrechen

source: Edit
de: Bearbeiten

source: Add new content above
de: Inhalt oberhalb einfügen

source: Add new content below
de: Inhalt unterhalb einfügen

source: Delete
de: Löschen

source: History
de: Historie

source: Content
de: Inhalt

source: Here you manage the content of this page. You can add/edit/delete content as well as drag the content boxes around to get the layout right. Click on the icon next to the title for the options of that content item.
de: Hier könnten die Inhalte dieser Seite verwaltet werden. Es besteht die Möglichkeit, Inhalte hinzuzufügen, zu ändern oder zu löschen. Außerdem können die Inhalte per Drag+Drop in die verschiedenen Bereiche positioniert werden. Über das Icon neben dem Titel können weitere Optionen aufgerufen werden.

source: Options
de: Optionen

source: Page settings
de: Seitenkonfiguration

source: Page language
de: Seitensprache

source: Include page in menu
de: Seite im Menü anzeigen

source: You can include/exclude the page in the menu. The page is only shown when it is also Online.
de: Die Seite kann im Menü aufgenommen/herausgenommen werden. Die Seite wird nur angezeigt, wenn diese auch "online" ist.

source: Page state
de: Seitenstatus

source: Active
de: Aktiv

source: You can set the page active/inactive as well as supply a publication date interval. A page is only online if it is active and within the publication interval.
de: Die Seite kann manuell aktiviert und deaktiviert werden sowie auch über ein Veröffentlichungszeitraum gesteuert werden. Eine Seite ist nur dann online wenn diese aktiviert ist und in den Veröffentlichungszeitraum fällt.

source: Start date
de: Anfangsdatum

source: End date
de: Enddatum

source: Created
de: Erstellt

source: on $1%s by $2%s
de: am $1%s von $2%s

source: Updated
de: Aktualisiert

source: Category
de: Kategorie

source: Categories
de: Kategorien

source: Primary category
de: Primäre Kategorie

source: Secondary category
de: Sekundäre Kategorie

source: Secondary categories
de: Sekundäre Kategorie

source: Save
de: Speichern

source: Save & View
de: Speichern & Anzeigen

source: Edit-mode off
de: Bearbeitungsmodus deaktivieren

source: Edit-mode on
de: Bearbeitungsmodus aktivieren

source: New sub-page
de: Neue Unterseite

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last updated by %1$s on %2$s
de: Zuletzt aktualisiert von %1$s am %2$s

source: Language
de: Sprache

source: There are no pages to display.
de: Es sind keine Seiten zur Anzeige vorhanden.

source: You can only translate the actual page data here. The content items must be translated one by one.
de: Es können nur die aktuellen Daten der Seite übersetzt werden. Die Elemente müssen einzeln übersetzt werden.

source: Original content
de: Originalinhalt

source: Translated content
de: Übersetzter Inhalt

source: Next
de: Weiter

source: Skip
de: Überspringen

source: Delete page translation AND all content translations
de: Übersetzung der Seite UND aller Inhalte löschen

source: Module administration
de: Moduladministration

source: Welcome to your content administration. We have split the editing and administrative setup into separate systems. So please select from the list below or the menu above.
de: Willkommen in der Administration von Content. Die Administration ist in unterschiedliche Bereiche aufgeteilt. Bitte den entsprechenden Bereich aus der folgenden Liste oder dem Menü oberhalb wählen.

source: Extended page list (showing page headers)
de: Erweiterte Seitenliste (Anzeige der Seiten-Header)
